brew "btop"
brew "chezmoi"
brew "ctop"
brew "gemini-cli"
brew "git"
brew "git-lfs"
brew "htop"
brew "openssh"
brew "rsync"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "zellij"
cask "alfred"
cask "alt-tab"
cask "arc"
cask "claude"
cask "discord"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "linear-linear"
cask "lm-studio"
cask "macdown"
cask "mactex"
cask "rectangle"
cask "screenflow"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "google.gemini-cli-vscode-ide-companion"
