brew "btop"
brew "chezmoi"
brew "coreutils"
brew "ctop"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "git"
brew "git-lfs"
brew "htop"
brew "imagemagick"
brew "jq"
brew "openssh"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "rsync"
brew "sevenzip"
brew "tree"
brew "uv"
brew "vim"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "alfred"
cask "alt-tab"
cask "arc"
cask "box-drive"
cask "claude"
cask "claude-code"
cask "discord"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly-desktop"
cask "iterm2"
cask "linear-linear"
cask "lm-studio"
cask "mactex"
cask "rectangle"
cask "screenflow"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "google.gemini-cli-vscode-ide-companion"
